Repository: Wayne-Kim/pocket-sisyphus
Catalog: mac/PocketSisyphusMac/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 설치
ar: تثبيت
en: Install
es: Instalar
fr: Installer
hi: इंस्टॉल करें
ja: インストール
pt_br: Instalar
ru: Установить
zh_hans: 安装

source: 설치하는 중…
ar: جارٍ التثبيت…
en: Installing…
es: Instalando…
fr: Installation…
hi: इंस्टॉल हो रहा है…
ja: インストール中…
pt_br: Instalando…
ru: Установка…
zh_hans: 正在安装…

source: 설치 완료
ar: تم التثبيت
en: Installed
es: Instalado
fr: Installé
hi: इंस्टॉल हो गया
ja: インストール完了
pt_br: Instalado
ru: Установлено
zh_hans: 安装完成

source: 설치 실패
ar: فشل التثبيت
en: Install failed
es: Error de instalación
fr: Échec de l'installation
hi: इंस्टॉल विफल
ja: インストール失敗
pt_br: Falha na instalação
ru: Сбой установки
zh_hans: 安装失败

source: 자동 설치에 실패했어요. 위 명령을 터미널에서 직접 실행한 뒤 다시 시도하세요.
ar: فشل التثبيت التلقائي. شغّل الأمر أعلاه في Terminal بنفسك ثم حاول مرة أخرى.
en: Automatic installation failed. Run the command above in Terminal yourself, then try again.
es: La instalación automática falló. Ejecuta el comando anterior en la Terminal y vuelve a intentarlo.
fr: L'installation automatique a échoué. Exécutez la commande ci-dessus dans le Terminal, puis réessayez.
hi: स्वचालित इंस्टॉल विफल रहा। ऊपर दिया कमांड टर्मिनल में खुद चलाएँ और फिर से कोशिश करें।
ja: 自動インストールに失敗しました。上のコマンドをターミナルで自分で実行してから再試行してください。
pt_br: A instalação automática falhou. Execute o comando acima no Terminal e tente novamente.
ru: Автоматическая установка не удалась. Выполните команду выше в Терминале вручную и повторите попытку.
zh_hans: 自动安装失败。请在终端中手动运行上面的命令后重试。

source: Homebrew 가 없으면 llama.cpp 를 설치할 수 없어요. brew.sh 에서 Homebrew 를 설치한 뒤 다시 시도하세요.
ar: لا يمكن تثبيت llama.cpp بدون Homebrew. ثبّت Homebrew من brew.sh ثم حاول مرة أخرى.
en: llama.cpp can't be installed without Homebrew. Install Homebrew from brew.sh and try again.
es: No se puede instalar llama.cpp sin Homebrew. Instala Homebrew desde brew.sh y vuelve a intentarlo.
fr: Impossible d'installer llama.cpp sans Homebrew. Installez Homebrew depuis brew.sh, puis réessayez.
hi: Homebrew के बिना llama.cpp इंस्टॉल नहीं हो सकता। brew.sh से Homebrew इंस्टॉल करें और फिर से कोशिश करें।
ja: Homebrew がないと llama.cpp をインストールできません。brew.sh から Homebrew をインストールしてから再試行してください。
pt_br: Não é possível instalar o llama.cpp sem o Homebrew. Instale o Homebrew em brew.sh e tente novamente.
ru: llama.cpp нельзя установить без Homebrew. Установите Homebrew с brew.sh и повторите попытку.
zh_hans: 没有 Homebrew 就无法安装 llama.cpp。请从 brew.sh 安装 Homebrew 后重试。

source: 로컬 LLM 을 실행하려면 아래 도구가 필요해요. 버튼 한 번으로 설치하거나, 명령을 복사해 직접 설치할 수 있어요. Homebrew 와 Node(npm) 가 설치돼 있어야 해요.
ar: يتطلب تشغيل نموذج LLM محلي الأدوات أدناه. ثبّتها بزر واحد أو انسخ الأمر للتثبيت يدويًا. يجب أن يكون Homebrew وNode‏ (npm) مثبتَّين.
en: Running a local LLM needs the tools below. Install them with one button, or copy the command to install manually. Homebrew and Node (npm) must be installed.
es: Ejecutar un LLM local requiere las herramientas de abajo. Instálalas con un botón o copia el comando para instalarlas manualmente. Homebrew y Node (npm) deben estar instalados.
fr: Exécuter un LLM local nécessite les outils ci-dessous. Installez-les d'un bouton ou copiez la commande pour une installation manuelle. Homebrew et Node (npm) doivent être installés.
hi: लोकल LLM चलाने के लिए नीचे दिए टूल ज़रूरी हैं। इन्हें एक बटन से इंस्टॉल करें, या कमांड कॉपी करके खुद इंस्टॉल करें। Homebrew और Node (npm) इंस्टॉल होने चाहिए।
ja: ローカル LLM を実行するには下のツールが必要です。ボタン一つでインストールするか、コマンドをコピーして手動でインストールできます。Homebrew と Node（npm）がインストールされている必要があります。
pt_br: Executar um LLM local exige as ferramentas abaixo. Instale-as com um botão ou copie o comando para instalar manualmente. O Homebrew e o Node (npm) precisam estar instalados.
ru: Для запуска локальной LLM нужны инструменты ниже. Установите их одной кнопкой или скопируйте команду для ручной установки. Должны быть установлены Homebrew и Node (npm).
zh_hans: 运行本地 LLM 需要下面的工具。可一键安装，或复制命令手动安装。必须已安装 Homebrew 和 Node（npm）。

source: 도구호출
ar: استدعاء الأدوات
en: Tool calls
es: Llamadas de herramienta
fr: Appels d’outils
hi: टूल कॉल
ja: ツール呼び出し
pt_br: Chamadas de ferramenta
ru: Вызов инструментов
zh_hans: 工具调用

source: 분석 전용
ar: للتحليل فقط
en: Analysis only
es: Solo análisis
fr: Analyse uniquement
hi: केवल विश्लेषण
ja: 分析専用
pt_br: Apenas análise
ru: Только анализ
zh_hans: 仅用于分析

source: Homebrew(필수)
ar: Homebrew (مطلوب)
en: Homebrew (required)
es: Homebrew (obligatorio)
fr: Homebrew (requis)
hi: Homebrew (आवश्यक)
ja: Homebrew（必須）
pt_br: Homebrew (obrigatório)
ru: Homebrew (обязательно)
zh_hans: Homebrew（必需）

source: Homebrew 설치
ar: تثبيت Homebrew
en: Install Homebrew
es: Instalar Homebrew
fr: Installer Homebrew
hi: Homebrew इंस्टॉल करें
ja: Homebrew をインストール
pt_br: Instalar o Homebrew
ru: Установить Homebrew
zh_hans: 安装 Homebrew

source: llama.cpp 는 Homebrew 로 설치해요. 먼저 Xcode 명령행 도구를 설치한 뒤 Homebrew 설치 스크립트를 실행하고, 끝나면 「새로고침」 을 누르세요.
ar: يُثبَّت llama.cpp عبر Homebrew. ثبّت أولًا أدوات سطر أوامر Xcode، ثم شغّل نص تثبيت Homebrew، وبعد الانتهاء اضغط «تحديث».
en: llama.cpp installs via Homebrew. First install the Xcode command line tools, then run the Homebrew install script, and tap Refresh when it finishes.
es: llama.cpp se instala con Homebrew. Primero instala las herramientas de línea de comandos de Xcode, luego ejecuta el script de instalación de Homebrew y pulsa «Actualizar» al terminar.
fr: llama.cpp s'installe via Homebrew. Installez d'abord les outils en ligne de commande Xcode, puis exécutez le script d'installation de Homebrew et appuyez sur « Actualiser » une fois terminé.
hi: llama.cpp Homebrew से इंस्टॉल होता है। पहले Xcode कमांड लाइन टूल इंस्टॉल करें, फिर Homebrew इंस्टॉल स्क्रिप्ट चलाएँ, और पूरा होने पर «रिफ़्रेश» दबाएँ।
ja: llama.cpp は Homebrew でインストールします。まず Xcode コマンドラインツールをインストールし、次に Homebrew インストールスクリプトを実行して、完了したら「更新」を押してください。
pt_br: O llama.cpp é instalado pelo Homebrew. Primeiro instale as ferramentas de linha de comando do Xcode, depois execute o script de instalação do Homebrew e toque em «Atualizar» ao terminar.
ru: llama.cpp устанавливается через Homebrew. Сначала установите инструменты командной строки Xcode, затем запустите скрипт установки Homebrew и нажмите «Обновить» по завершении.
zh_hans: llama.cpp 通过 Homebrew 安装。请先安装 Xcode 命令行工具，然后运行 Homebrew 安装脚本，完成后点按「刷新」。

source: Node.js(npm) 가 없으면 이 도구를 설치할 수 없어요. nodejs.org 의 Node.js 를 설치한 뒤 다시 시도하세요.
ar: لا يمكن تثبيت هذه الأداة بدون Node.js (npm). ثبّت Node.js من nodejs.org ثم حاول مرة أخرى.
en: This tool can't be installed without Node.js (npm). Install Node.js from nodejs.org and try again.
es: No se puede instalar esta herramienta sin Node.js (npm). Instala Node.js desde nodejs.org y vuelve a intentarlo.
fr: Impossible d'installer cet outil sans Node.js (npm). Installez Node.js depuis nodejs.org, puis réessayez.
hi: Node.js (npm) के बिना यह टूल इंस्टॉल नहीं हो सकता। nodejs.org से Node.js इंस्टॉल करें और फिर से कोशिश करें।
ja: Node.js（npm）がないと、このツールをインストールできません。nodejs.org から Node.js をインストールしてから再試行してください。
pt_br: Não é possível instalar esta ferramenta sem o Node.js (npm). Instale o Node.js em nodejs.org e tente novamente.
ru: Этот инструмент нельзя установить без Node.js (npm). Установите Node.js с nodejs.org и повторите попытку.
zh_hans: 没有 Node.js（npm）就无法安装此工具。请从 nodejs.org 安装 Node.js 后重试。

source: 기획
ar: التخطيط
en: Planning
es: Planificación
fr: Planification
hi: योजना
ja: 企画
pt_br: Planejamento
ru: Планирование
zh_hans: 规划

source: 마케팅
ar: التسويق
en: Marketing
es: Marketing
fr: Marketing
hi: मार्केटिंग
ja: マーケティング
pt_br: Marketing
ru: Маркетинг
zh_hans: 营销

source: 분석
ar: التحليلات
en: Analytics
es: Analítica
fr: Analytique
hi: एनालिटिक्स
ja: 分析
pt_br: Análise
ru: Аналитика
zh_hans: 分析

source: 운영
ar: التشغيل
en: Operations
es: Operaciones
fr: Exploitation
hi: संचालन
ja: 運用
pt_br: Operações
ru: Эксплуатация
zh_hans: 运维

source: 디자인
ar: التصميم
en: Design
es: Diseño
fr: Design
hi: डिज़ाइन
ja: デザイン
pt_br: Design
ru: Дизайн
zh_hans: 设计

source: 디자인 규칙 선언
ar: إعلان قواعد التصميم
en: Declare design rules
es: Declarar reglas de diseño
fr: Déclarer les règles de design
hi: डिज़ाइन नियम घोषित करें
ja: デザインルールの宣言
pt_br: Declarar regras de design
ru: Объявить правила дизайна
zh_hans: 声明设计规则

source: 손으로 규칙을 쓰지 않아도 돼요 — 에이전트가 이 레포의 디자인 토큰·i18n 카탈로그·디자인 문서를 읽어 규칙 초안을 제안해요. 승인하면 PO 수집·리서치가 따르는 «강한 신호» 가 켜집니다 (승인 전엔 적용 안 됨).
ar: لست مضطرًا لكتابة القواعد يدويًا — يقرأ الوكيل رموز التصميم وكتالوجات الترجمة (i18n) ومستندات التصميم في هذا المستودع ليقترح مسودة قواعد. اعتمدها لتفعيل الإشارة القوية التي يتبعها جمع PO والبحث (لا يُطبَّق شيء قبل الاعتماد).
en: You don't have to write the rules by hand — the agent reads this repo's design tokens, i18n catalogs, and design docs to propose a rules draft. Approve it to turn on the strong signal that PO collection and research follow (nothing is applied before approval).
es: No tienes que escribir las reglas a mano: el agente lee los tokens de diseño, los catálogos i18n y los documentos de diseño de este repositorio para proponer un borrador de reglas. Apruébalo para activar la señal fuerte que siguen la recopilación y la investigación del PO (no se aplica nada antes de aprobar).
fr: Vous n'avez pas à écrire les règles à la main : l'agent lit les jetons de design, les catalogues i18n et les documents de design de ce dépôt pour proposer un brouillon de règles. Approuvez-le pour activer le signal fort que suivent la collecte et la recherche du PO (rien n'est appliqué avant l'approbation).
hi: आपको नियम हाथ से लिखने की ज़रूरत नहीं — एजेंट इस रिपॉज़िटरी के डिज़ाइन टोकन, i18n कैटलॉग और डिज़ाइन दस्तावेज़ पढ़कर नियमों का ड्राफ़्ट सुझाता है। इसे स्वीकृत करें ताकि वह «मज़बूत संकेत» चालू हो जो PO संग्रह और शोध अपनाते हैं (स्वीकृति से पहले कुछ लागू नहीं होता)।
ja: ルールを手で書く必要はありません — エージェントがこのリポジトリのデザイントークン・i18n カタログ・デザイン文書を読み取ってルールの下書きを提案します。承認すると、PO 収集・リサーチが従う「強いシグナル」が有効になります（承認前は適用されません）。
pt_br: Você não precisa escrever as regras à mão — o agente lê os tokens de design, os catálogos i18n e os documentos de design deste repositório para propor um rascunho de regras. Aprove-o para ativar o sinal forte que a coleta e a pesquisa do PO seguem (nada é aplicado antes da aprovação).
ru: Не нужно писать правила вручную — агент читает токены дизайна, каталоги i18n и документы по дизайну этого репозитория и предлагает черновик правил. Утвердите его, чтобы включить сильный сигнал, которому следуют сбор и исследование PO (до утверждения ничего не применяется).
zh_hans: 你不必手写规则——代理会读取此仓库的设计令牌、i18n 目录和设计文档，提出规则草稿。批准后即可开启 PO 收集与调研所遵循的“强信号”（批准前不会应用）。

source: 레포 선택
ar: اختيار المستودع
en: Select repo
es: Seleccionar repositorio
fr: Sélectionner le dépôt
hi: रिपॉज़िटरी चुनें
ja: リポジトリを選択
pt_br: Selecionar repositório
ru: Выбрать репозиторий
zh_hans: 选择仓库

source: 최근 프로젝트
ar: المشاريع الأخيرة
en: Recent projects
es: Proyectos recientes
fr: Projets récents
hi: हाल के प्रोजेक्ट
ja: 最近のプロジェクト
pt_br: Projetos recentes
ru: Недавние проекты
zh_hans: 最近的项目

source: 레포를 고르세요
ar: اختر مستودعًا
en: Choose a repo
es: Elige un repositorio
fr: Choisissez un dépôt
hi: कोई रिपॉज़िटरी चुनें
ja: リポジトリを選んでください
pt_br: Escolha um repositório
ru: Выберите репозиторий
zh_hans: 请选择仓库

source: 이 레포 사용
ar: استخدام هذا المستودع
en: Use this repo
es: Usar este repositorio
fr: Utiliser ce dépôt
hi: इस रिपॉज़िटरी का उपयोग करें
ja: このリポジトリを使う
pt_br: Usar este repositório
ru: Использовать этот репозиторий
zh_hans: 使用此仓库

source: 디자인 규칙을 읽는 중…
ar: جارٍ قراءة قواعد التصميم…
en: Reading design rules…
es: Leyendo las reglas de diseño…
fr: Lecture des règles de design…
hi: डिज़ाइन नियम पढ़े जा रहे हैं…
ja: デザインルールを読み取り中…
pt_br: Lendo as regras de design…
ru: Чтение правил дизайна…
zh_hans: 正在读取设计规则…

source: 에이전트가 이 레포의 색·간격·금지 패턴·지원 언어를 읽어 초안을 만들고 있어요.
ar: يقرأ الوكيل ألوان هذا المستودع والتباعد والأنماط الممنوعة واللغات المدعومة لإنشاء مسودة.
en: The agent is reading this repo's colors, spacing, forbidden patterns, and supported languages to build a draft.
es: El agente está leyendo los colores, el espaciado, los patrones prohibidos y los idiomas admitidos de este repositorio para crear un borrador.
fr: L'agent lit les couleurs, les espacements, les motifs interdits et les langues prises en charge de ce dépôt pour créer un brouillon.
hi: एजेंट इस रिपॉज़िटरी के रंग, स्पेसिंग, वर्जित पैटर्न और समर्थित भाषाओं को पढ़कर ड्राफ़्ट बना रहा है।
ja: エージェントがこのリポジトリの色・余白・禁止パターン・対応言語を読み取って下書きを作成しています。
pt_br: O agente está lendo as cores, o espaçamento, os padrões proibidos e os idiomas suportados deste repositório para criar um rascunho.
ru: Агент читает цвета, отступы, запрещённые паттерны и поддерживаемые языки этого репозитория, чтобы создать черновик.
zh_hans: 代理正在读取此仓库的颜色、间距、禁用模式和支持的语言来生成草稿。

source: 검토 대기 초안
ar: مسودة بانتظار المراجعة
en: Draft awaiting review
es: Borrador pendiente de revisión
fr: Brouillon en attente de révision
hi: समीक्षा हेतु लंबित ड्राफ़्ट
ja: レビュー待ちの下書き
pt_br: Rascunho aguardando revisão
ru: Черновик ожидает проверки
zh_hans: 待审阅的草稿

source: 검토하고 필요하면 고친 뒤 «승인» 하면 수집·리서치가 이 규칙을 강한 신호로 따라요. 승인 전엔 적용되지 않아요.
ar: راجعها، وعدّلها إذا لزم الأمر، ثم اضغط «اعتماد» — ستتبع عمليات الجمع والبحث هذه القواعد كإشارة قوية. لا يُطبَّق أي شيء قبل اعتمادك.
en: Review it, edit if needed, then Approve — collection and research will follow these rules as a strong signal. Nothing is applied before you approve.
es: Revísalo, edítalo si hace falta y pulsa «Aprobar»: la recopilación y la investigación seguirán estas reglas como señal fuerte. No se aplica nada antes de que apruebes.
fr: Relisez-le, modifiez-le si nécessaire, puis appuyez sur « Approuver » : la collecte et la recherche suivront ces règles comme un signal fort. Rien n'est appliqué avant votre approbation.
hi: इसकी समीक्षा करें, ज़रूरत हो तो संपादित करें, फिर «स्वीकृत करें» — संग्रह और शोध इन नियमों को एक मज़बूत संकेत के रूप में मानेंगे। स्वीकृति से पहले कुछ भी लागू नहीं होता।
ja: 確認し、必要なら修正してから「承認」すると、収集・リサーチがこのルールを強いシグナルとして従います。承認前は適用されません。
pt_br: Revise, edite se necessário e clique em «Aprovar» — a coleta e a pesquisa seguirão essas regras como sinal forte. Nada é aplicado antes de você aprovar.
ru: Просмотрите его, при необходимости отредактируйте и нажмите «Утвердить» — сбор и исследование будут следовать этим правилам как сильному сигналу. До утверждения ничего не применяется.
zh_hans: 请审阅，必要时修改后点击“批准”——收集和调研会将这些规则作为强信号遵循。批准前不会应用。

source: 승인하고 켜기
ar: اعتماد وتفعيل
en: Approve and enable
es: Aprobar y activar
fr: Approuver et activer
hi: स्वीकृत करें और चालू करें
ja: 承認して有効化
pt_br: Aprovar e ativar
ru: Утвердить и включить
zh_hans: 批准并启用

source: 버리기
ar: تجاهل
en: Discard
es: Descartar
fr: Supprimer
hi: हटाएँ
ja: 破棄
pt_br: Descartar
ru: Отменить
zh_hans: 放弃

source: 디자인 규칙이 선언됐어요
ar: تم إعلان قواعد التصميم
en: Design rules are declared
es: Las reglas de diseño están declaradas
fr: Les règles de design sont déclarées
hi: डिज़ाइन नियम घोषित हैं
ja: デザインルールが宣言されています
pt_br: As regras de design estão declaradas
ru: Правила дизайна объявлены
zh_hans: 已声明设计规则

source: 승인된 규칙을 강한 신호로 쓰고 있어요. 규칙이 바뀌었으면 초안을 다시 만들어 갱신하세요.
ar: تُستخدم القواعد المعتمدة كإشارة قوية. إذا تغيّرت القواعد، فأنشئ مسودة جديدة لتحديثها.
en: The approved rules are being used as a strong signal. If the rules have changed, regenerate a draft to update them.
es: Las reglas aprobadas se usan como señal fuerte. Si las reglas han cambiado, genera un nuevo borrador para actualizarlas.
fr: Les règles approuvées sont utilisées comme signal fort. Si les règles ont changé, régénérez un brouillon pour les mettre à jour.
hi: स्वीकृत नियमों को एक मज़बूत संकेत के रूप में उपयोग किया जा रहा है। यदि नियम बदल गए हों, तो उन्हें अपडेट करने के लिए ड्राफ़्ट फिर से बनाएँ।
ja: 承認済みのルールを強いシグナルとして使用しています。ルールが変わった場合は下書きを作り直して更新してください。
pt_br: As regras aprovadas estão sendo usadas como sinal forte. Se as regras mudaram, gere um novo rascunho para atualizá-las.
ru: Утверждённые правила используются как сильный сигнал. Если правила изменились, создайте черновик заново, чтобы обновить их.
zh_hans: 正在将已批准的规则用作强信号。如果规则有变化，请重新生成草稿以更新。

source: 초안 다시 만들기
ar: إعادة إنشاء المسودة
en: Regenerate draft
es: Regenerar borrador
fr: Régénérer le brouillon
hi: ड्राफ़्ट फिर से बनाएँ
ja: 下書きを作り直す
pt_br: Regenerar rascunho
ru: Создать черновик заново
zh_hans: 重新生成草稿

source: 아직 선언된 디자인 규칙이 없어요. 지금은 수집·리서치가 매번 디자인 규칙을 새로 탐색하는 «약한 신호» 로 동작해요.
ar: لا توجد قواعد تصميم مُعلَنة بعد. حاليًا تعمل عمليات الجمع والبحث بإشارة ضعيفة، فتعيد اكتشاف قواعد التصميم في كل مرة.
en: No design rules are declared yet. For now, collection and research run on a weak signal, rediscovering the design rules each time.
es: Aún no hay reglas de diseño declaradas. Por ahora, la recopilación y la investigación funcionan con una señal débil, redescubriendo las reglas de diseño cada vez.
fr: Aucune règle de design n'est encore déclarée. Pour l'instant, la collecte et la recherche fonctionnent avec un signal faible, en redécouvrant les règles de design à chaque fois.
hi: अभी तक कोई डिज़ाइन नियम घोषित नहीं हैं। फ़िलहाल संग्रह और शोध हर बार डिज़ाइन नियमों को नए सिरे से खोजते हुए «कमज़ोर संकेत» पर चलते हैं।
ja: まだ宣言されたデザインルールがありません。現在は収集・リサーチが毎回デザインルールを新たに探索する「弱いシグナル」で動作しています。
pt_br: Ainda não há regras de design declaradas. Por enquanto, a coleta e a pesquisa funcionam com um sinal fraco, redescobrindo as regras de design a cada vez.
ru: Правила дизайна ещё не объявлены. Сейчас сбор и исследование работают на слабом сигнале, каждый раз заново исследуя правила дизайна.
zh_hans: 尚未声明设计规则。目前收集和调研以“弱信号”运行，每次都会重新探索设计规则。

source: 디자인 초안 만들기
ar: إنشاء مسودة تصميم
en: Create design draft
es: Crear borrador de diseño
fr: Créer un brouillon de design
hi: डिज़ाइन ड्राफ़्ट बनाएँ
ja: デザイン下書きを作成
pt_br: Criar rascunho de design
ru: Создать черновик дизайна
zh_hans: 创建设计草稿

source: 디자인 상태를 불러오지 못했어요 — daemon 이 실행 중인지 확인하세요
ar: تعذّر تحميل حالة التصميم — تأكّد من أن daemon قيد التشغيل
en: Couldn't load the design status — make sure the daemon is running
es: No se pudo cargar el estado de diseño: comprueba que el daemon esté en ejecución
fr: Impossible de charger l'état du design — vérifiez que le daemon est en cours d'exécution
hi: डिज़ाइन स्थिति लोड नहीं हो सकी — सुनिश्चित करें कि daemon चल रहा है
ja: デザインの状態を読み込めませんでした — daemon が実行中か確認してください
pt_br: Não foi possível carregar o status de design — verifique se o daemon está em execução
ru: Не удалось загрузить состояние дизайна — убедитесь, что daemon запущен
zh_hans: 无法加载设计状态——请确认 daemon 正在运行

source: 승인했어요 — 이제 수집·리서치가 이 규칙을 강한 신호로 따라요
ar: تم الاعتماد — أصبحت عمليات الجمع والبحث تتبع هذه القواعد كإشارة قوية
en: Approved — collection and research now follow these rules as a strong signal
es: Aprobado: la recopilación y la investigación ahora siguen estas reglas como señal fuerte
fr: Approuvé — la collecte et la recherche suivent désormais ces règles comme un signal fort
hi: स्वीकृत — अब संग्रह और शोध इन नियमों को एक मज़बूत संकेत के रूप में मानते हैं
ja: 承認しました — 収集・リサーチがこのルールを強いシグナルとして従います
pt_br: Aprovado — a coleta e a pesquisa agora seguem essas regras como sinal forte
ru: Утверждено — теперь сбор и исследование следуют этим правилам как сильному сигналу
zh_hans: 已批准——收集和调研现在会将这些规则作为强信号遵循

source: 트리거 삭제
ar: حذف المشغل
en: Delete trigger
es: Eliminar activador
fr: Supprimer le déclencheur
hi: ट्रिगर हटाएं
ja: トリガーを削除
pt_br: Excluir gatilho
ru: Удалить триггер
zh_hans: 删除触发器

source: 개발
ar: التطوير
en: Development
es: Desarrollo
fr: Développement
hi: विकास
ja: 開発
pt_br: Desenvolvimento
ru: Разработка
zh_hans: 开发

source: 역할 파이프라인
ar: مسار الأدوار
en: Role pipeline
es: Flujo por roles
fr: Pipeline de rôles
hi: भूमिका पाइपलाइन
ja: ロールパイプライン
pt_br: Pipeline de funções
ru: Конвейер ролей
zh_hans: 角色流水线

source: 기획 → 디자인 → 개발 → QA → 운영 순서로 역할별 전문 에이전트를 잇는 출발 템플릿이에요. QA 단계에서 사람 승인을 거쳐요.
ar: قالب بداية يربط وكلاء متخصصين حسب الدور بالترتيب: التخطيط ← التصميم ← التطوير ← QA ← التشغيل. تتطلب مرحلة QA موافقة بشرية.
en: A starter template that chains role-specialized agents in order: Planning → Design → Development → QA → Operations. The QA step requires human approval.
es: Una plantilla inicial que encadena agentes especializados por rol en orden: Planificación → Diseño → Desarrollo → QA → Operaciones. El paso de QA requiere aprobación humana.
fr: Un modèle de départ qui enchaîne des agents spécialisés par rôle dans l'ordre : Planification → Design → Développement → QA → Exploitation. L'étape QA nécessite une approbation humaine.
hi: एक स्टार्टर टेम्पलेट जो भूमिका-विशेषज्ञ एजेंट्स को क्रम में जोड़ता है: योजना → डिज़ाइन → विकास → QA → संचालन। QA चरण के लिए मानव अनुमोदन आवश्यक है।
ja: 役割ごとの専門エージェントを順番につなぐスターターテンプレートです：企画 → デザイン → 開発 → QA → 運用。QA ステップでは人間の承認が必要です。
pt_br: Um modelo inicial que encadeia agentes especializados por função em ordem: Planejamento → Design → Desenvolvimento → QA → Operações. A etapa de QA exige aprovação humana.
ru: Стартовый шаблон, последовательно связывающий специализированных по ролям агентов: Планирование → Дизайн → Разработка → QA → Эксплуатация. Этап QA требует подтверждения человеком.
zh_hans: 一个起始模板，按顺序串联各角色的专业智能体：规划 → 设计 → 开发 → QA → 运维。QA 阶段需要人工批准。

source: 템플릿으로 시작
ar: ابدأ من قالب
en: Start from a template
es: Empezar con una plantilla
fr: Démarrer à partir d'un modèle
hi: टेम्पलेट से शुरू करें
ja: テンプレートから始める
pt_br: Começar com um modelo
ru: Начать с шаблона
zh_hans: 从模板开始

source: 템플릿 불러오는 중…
ar: جارٍ تحميل القوالب…
en: Loading templates…
es: Cargando plantillas…
fr: Chargement des modèles…
hi: टेम्पलेट लोड हो रहे हैं…
ja: テンプレートを読み込み中…
pt_br: Carregando modelos…
ru: Загрузка шаблонов…
zh_hans: 正在加载模板…

source: 사용할 수 있는 템플릿이 없어요.
ar: لا توجد قوالب متاحة.
en: No templates available.
es: No hay plantillas disponibles.
fr: Aucun modèle disponible.
hi: कोई टेम्पलेट उपलब्ध नहीं है।
ja: 利用できるテンプレートがありません。
pt_br: Nenhum modelo disponível.
ru: Нет доступных шаблонов.
zh_hans: 没有可用的模板。

source: %@ 템플릿으로 워크플로우 만들기
ar: إنشاء سير عمل من قالب %@
en: Create a workflow from the %@ template
es: Crear un flujo de trabajo con la plantilla %@
fr: Créer un workflow à partir du modèle %@
hi: %@ टेम्पलेट से वर्कफ़्लो बनाएँ
ja: %@ テンプレートからワークフローを作成
pt_br: Criar um fluxo de trabalho com o modelo %@
ru: Создать рабочий процесс из шаблона %@
zh_hans: 用 %@ 模板创建工作流

source: 역할별 전문 에이전트를 순서대로 잇는 출발 템플릿이에요. 만든 뒤 캔버스에서 편집할 수 있어요.
ar: قالب بداية يربط وكلاء متخصصين حسب الدور بالترتيب. يمكنك تعديله على اللوحة بعد إنشائه.
en: A starter template that chains role-specialized agents in order. You can edit it on the canvas after creating it.
es: Una plantilla inicial que encadena agentes especializados por rol en orden. Puedes editarla en el lienzo después de crearla.
fr: Un modèle de départ qui enchaîne des agents spécialisés par rôle dans l'ordre. Vous pourrez le modifier sur le canevas après l'avoir créé.
hi: एक स्टार्टर टेम्पलेट जो भूमिका-विशेषज्ञ एजेंट्स को क्रम में जोड़ता है। बनाने के बाद आप इसे कैनवास पर संपादित कर सकते हैं।
ja: 役割ごとの専門エージェントを順番につなぐスターターテンプレートです。作成後にキャンバスで編集できます。
pt_br: Um modelo inicial que encadeia agentes especializados por função em ordem. Você pode editá-lo no canvas após criá-lo.
ru: Стартовый шаблон, последовательно связывающий специализированных по ролям агентов. После создания его можно отредактировать на холсте.
zh_hans: 一个起始模板，按顺序串联各角色的专业智能体。创建后可在画布上编辑。

source: repo 경로를 먼저 정하면 템플릿으로 바로 만들 수 있어요.
ar: حدد مسار المستودع أولاً لإنشائه مباشرةً من قالب.
en: Set the repo path first to create directly from a template.
es: Define primero la ruta del repo para crear directamente desde una plantilla.
fr: Définissez d'abord le chemin du dépôt pour créer directement à partir d'un modèle.
hi: टेम्पलेट से सीधे बनाने के लिए पहले रेपो पथ सेट करें।
ja: テンプレートからすぐに作成するには、まず repo パスを設定してください。
pt_br: Defina primeiro o caminho do repositório para criar diretamente de um modelo.
ru: Сначала укажите путь к репозиторию, чтобы создать сразу из шаблона.
zh_hans: 请先设置 repo 路径，即可直接从模板创建。
